Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: I...see. I will bear that in mind...
pl: Rozumiem... I nigdy tego nie zapomnę...

source: ID of YoRHa unit 2B confirmed within craft.
pl: Potwierdzono w statku ID jednostki YoRHy 2B.

source: ID of YoRHa unit 2B confirmed within the craft.
pl: Potwierdzono w statku ID jednostki YoRHy 2B.

source: IF I WIN...I AM FREE. I MUST WIN. I MUST...
pl: JEŚLI WYGRAM... JESTEM WOLNY. MUSZĘ WYGRAĆ. MUSZĘ...

source: IF ONLY I COULD STOP THE WILD ANIMALS FROM ATTACKING...
pl: GDYBYM TYLKO MÓGŁ POWSTRZYMAĆ DZIKIE ZWIERZĘTA OD ATAKOWANIA...

source: IFF: FRIENDLY
pl: IFF: PRZYJAZNY

source: IFF: MODE 2
pl: IFF: TRYB 2

source: IN ANY CASE, YOU DISPATCHED THE WILD ANIMALS. YOU HAVE MY THANKS.
pl: W KAŻDYM RAZIE, POZBYLIŚCIE SIĘ DZIKICH ZWIERZĄT. MACIE MOJĄ WDZIĘCZNOŚĆ.

source: IN THAT CASE, ALL IS WELL. ALL IS PEACE!
pl: W TAKIM RAZIE, NIC SIĘ NIE STAŁO. NIECH OD TERAZ POKÓJ ZAPANUJE WSZĘDZIE!

source: IN USE
pl: UŻYW.

source: INSTRUMENTATION
pl: WYKONANIE

source: INTEL
pl: DANE

source: IS IT ALL POINTLESS?
pl: CZY TO WSZYSTKO JEST BEZCELOWE?

source: IT MUST BE DIFFICULT TO POSSESS SUCH INCONVENIENT BODIES.
pl: POSIADANIE TAK NIEWYGODNYCH CIAŁ MUSI BYĆ TRUDNE.

source: ITEMS
pl: PRZEDM.

source: Iceland
pl: Islandia

source: Identification confirmed. Have you ever used a machine?
pl: Identyfikacja potwierdzona. Czy używałeś wcześniej maszyny?

source: Identification signal no longer functional.
pl: Sygnał identyfikujący przestał działać.

source: Identification signal not functioning
pl: Sygnał identyfikacyjny nie działa.

source: Idiot Savant
pl: Genialny idiota

source: If 9S says he can do it, then he will!
pl: Jeśli 9S mówi, że może to zrobić, to zrobi to!

source: If I can remove Eve's object control function...
pl: Jeśli usunę z Ewy funkcję kontrolowania innych jednostek...

source: If I can't get that servicing device repaired, I won't be long for this line of work...
pl: Jeśli nie uda mi się naprawić tego urządzenia serwisowego, nie będę w stanie kontynuować pracy...

source: If I cannot avenge them, then I have no right to live.
pl: Jeśli ich nie pomszczę, nie zasługuję na życie.

source: If I don't do well enough, I'm gonna get demoted again. Urrrgh, just thinking about it makes my core hurt...
pl: Jeśli nie poradzę sobie wystarczająco dobrze, znowu mnie zdegradują. Urrrgh, rdzeń boli od samego myślenia...

source: If I ever met someone like that, I'd want them to teach me all they knew!
pl: Gdybym kiedykolwiek spotkał kogoś takiego, chciałbym, żeby nauczył mnie wszystkiego, co wie!

source: If I ever see that bossy robo-monk again, it'll be too soon, let me tell you.
pl: Jeśli jeszcze raz zobaczę tego nadętego robo-mnicha, to będzie to o jeden raz za dużo.

source: If I give my brother this, he'll move again. I need a container...
pl: Jeśli dam to mojemu bratu, znów się poruszy. Potrzebuję jakiegoś pojemnika...

source: If I knew this could happen, I never would have...
pl: Gdybym wiedział, że stanie się coś takiego, nigdy bym tego nie zrobił…

source: If I must, I'll even fight to protect my fellow villagers.
pl: Jeśli będę musiał, będę walczył, aby bronić innych mieszkańców.

source: If I reject the knowledge of nuclear weapons and our village is destroyed at some point in the future, do you think my people would resent me for it?
pl: Ale co się stanie, jeśli odrzucę wiedzę o broni jądrowej, a wioska zostanie jednak kiedyś zniszczona? Kogo, twoim zdaniem, moi ludzie będą za to obwiniać?

source: If I want to reach 2B...I'll need to reach the factory's lower level first.
pl: Chcąc dotrzeć do 2B... Najpierw muszę dostać się na najniższy poziom fabryki.

source: If I was huge, I could destroy everything!
pl: Gdybym był wielki, mógłbym zniszczyć wszystko!

source: If all they want is intel, we Scanner models are built for that kind of thing.
pl: Jeśli chcieli zebrać dane wywiadowcze, my modele typu Skaner, jesteśmy do tego stworzone.

source: If an attending support unit is not provided with data related to the activity of its target,
pl: Jeżeli towarzyszącej jednostce wsparcia nie zostaną dostarczone dane dotyczące działań jej celu,

source: If androids had a similar system of families...
pl: Gdyby tylko androidy funkcjonowały w takich strukturach rodzinnych...

source: If anyone finds out, I'll become target practice, so let's keep this between us, okay?
pl: Jeśli ktoś się dowie, przerobią mnie na cel ćwiczebny, więc zachowajmy to między nami, okej?

source: If anyone is acting infected here, it's you.
pl: Jeśli ktokolwiek zachowuje się tutaj jak zainfekowany, to wy.

source: If anyone is listening to this, there's something I need you to do.
pl: Jeśli ktokolwiek tego słucha, jest coś, co chcę, żebyś zrobił.

source: If fighting is involved, there are plenty of androids more suited for the task.
pl: Przecież, jeśli chodzi o walkę, to jest wiele androidów dużo lepiej nadających się do takich zadań.

source: If not,
pl: Jeśli nie,

source: If not, then
pl: Jeśli nie, to

source: If one is destroyed, there is no way to restore it.
pl: Jeśli jeden zostanie zniszczony, nie ma sposobu, aby go odtworzyć.

source: If one of us is going to get hit, the commanding officer steps in to take it in their place.
pl: Jeśli któreś z nas oberwie, oficer wkracza, by zająć jego miejsce.

source: If only all androids and machines could live together in peace like this...
pl: Gdyby tylko wszystkie androidy i maszyny mogły żyć w takim pokoju...

source: If only we didn’t have hearts
pl: Gdybyśmy tylko nie mieli serc

source: If only! Unfortunately, all of our parts are dedicated to the war effort. Can't spare any for myself.
pl: Gdybym tylko mógł... Ale niestety, wszystkie części są przeznaczone do działań wojennych. Niczego nie mogę odłożyć dla siebie.

source: If ooooonly there were some way to thank him... Sooooome way...
pl: Gdyby tyyylkooo był jakiś sposób, żeby mu podziękować... Jaaakiiiś sposób...

source: If our inventions help prevent even the smallest bit of damage, I'll be happy.
pl: Jeśli nasze wynalazki pomogą w choć najmniejszych uszkodzeniach, będę szczęśliwa.

source: If she didn't order others around, what kind of leader would she be?
pl: Jeśli nie rozstawiałaby innych po kątach, jakim byłaby liderem?

source: If she was in perfect condition, she would have taken Eve or anyone else down in one hit! Still, it's the end result that counts.
pl: Gdyby była w idealnym stanie, załatwiłaby Ewę albo ktokolwiek innego jednym uderzeniem! Wciąż, to wynik końcowy się liczy.

source: If so,
pl: Jeśli tak,

source: If so, make sure to take the time to heal up. And be careful out there!
pl: Jeśli tak, najwyższy czas się uleczyć. I uważaj tam na siebie!

source: If something's in the way, just blow it up! This is NOT freakin' difficult!
pl: Jeśli coś ci stoi na drodze, to po prostu to wysadź! To NIE jest takie trudne!

source: If such is your claim, then what power was it who placed this burdensome yoke about my neck?
pl: Jeśli tak twierdzisz, to jaka była moc osoby, która nałożyła mi to uciążliwe jarzmo?

source: If that weren't the case,
pl: Gdyby tak nie było,

source: If that will save your soul, then so be it.
pl: Jeśli to ci sprawi ulgę, niech tak będzie.

source: If that's how you want it...
pl: Skoro tego chcesz...

source: If that's not so, then
pl: Jeśli tak nie jest, to

source: If that's the case,
pl: Jeśli tak jest, to

source: If that's the truth,
pl: Jeśli jest to prawda,

source: If that's true,
pl: Jeśli to prawda,

source: If that's what they want, why don't they move in?
pl: Jeśli faktycznie tego chcą, to dlaczego się nie osiedlą właśnie w twojej wiosce?

source: If the A2 and 9S units are operational, we are required to attend and support.
pl: Jeżeli jednostki A2 i 9S działają, musimy przystąpić do akcji, aby zapewniać wsparcie.

source: If there's something you want to listen to, feel free to change the song.
pl: Jeśli chcesz czegoś posłuchać, to nie krępuj się zmienić piosenki.

source: If they aren't hostile, fighting them is a waste of time.
pl: Skoro nie jest wrogo nastawiony, to walka z nim jest stratą czasu.

source: If they realize what they have, we're going to be in big trouble. You have to help me get 'em back!
pl: Jeśli zdadzą sobie sprawę z tego, jaką wiedzę zawierają te chipy, to... możemy wpaść w poważne kłopoty. Musisz mi pomóc je odzyskać!

source: If they wanted help, why would they be attacking us?
pl: Jeśli chciałyby pomocy, to czy by nas atakowały?

source: If they're dead, I'd appreciate if you could retrieve any personal articles you find.
pl: Jeśli nie żyją, byłbym wdzięczny, gdybyś mógł odzyskać jakieś ich osobiste przedmioty, które przy nich znajdziesz.

source: If things go wrong during an op, you may have to sacrifice yourself in order to finish it, sooo...
pl: Jak coś pójdzie nie tak w czasie operacji, może być konieczność poświęcenia się by ją zakończyć, więc...

source: If this continues, our consciousness data will likely be deleted.
pl: Jeśli sytuacja się nie zmieni, nasze dane świadomości zostaną usunięte.

source: If this is going to be my life, I'd rather return to the Resistance.
pl: Jeśli tak ma wyglądać moje życie, to wolę wrócić do Ruchu Oporu.

source: If this keeps up, we can win.
pl: Jeśli utrzymamy takie tempo walk, to mamy szansę na zwycięstwo.

source: If unit 2B can procure appropriate image data, it could be uploaded to the Bunker.
pl: Jeśli jednostka 2B byłaby w stanie dostarczyć odpowiednie materiały wizualne, będą mogły zostać przesłane do Bunkra.

source: If we allow this android to continue living,
pl: Jeśli pozwolimy temu androidowi dalej istnieć,

source: If we can complete our giant weapon, we can turn the tide of battle in our favor.
pl: Jeśli uda nam się ukończyć naszą ogromną broń, możemy przechylić szalę zwycięstwa na naszą stronę.

source: If we can destroy it, we'll deal a devastating blow to machine lifeforms throughout the Pacific region.<bt_wait>
pl: Jeśli uda nam się je zniszczyć, zadamy druzgoczący cios mechanicznym formom życia w rejonie Pacyfiku.<bt_wait>

source: If we can destroy them, we can end this long and arduous war once and for all!
pl: Jeśli damy radę je zniszczyć, to ta długa i wyczerpująca wojna w końcu się zakończy. I to defnitywnie!!!

source: If we can minimize machine activity in the desert area, we'll be able to transport the oil safely.
pl: Jeśli zminimalizujemy aktywność maszyn na pustyni, to będziemy w stanie bezpiecznie transportować ropę.

source: If we can somehow harness that anger, we might be able to defeat the YoRHa troops.
pl: Jeśli będzie w stanie jakoś zaprząc ten gniew, być może będziemy w stanie pokonać żołnierzy YoRHa.

source: If we cared about our workers' happiness, we would've called this place a SATISFACTORY. Pfffffffhehehe.
pl: Gdybyśmy troszczyli o szczęście naszych pracowników, to to miejsce nazywałoby się SATYSFABRYKA. Pfffffffhehehe.

source: If we destroy this presiding unit, will it stop the rest?
pl: Czy zniszczenie jednostki kontrolującej, pozwoli powstrzymać resztę maszyn?

source: If we don't do something for the child—
pl: Jeśli niczego nie zrobimy dla tego dziecka...

source: If we don't do something, all of humanity's remaining data will be destroyed.
pl: Jeśli czegoś nie zrobimy, wszystkie ocalałe dane o ludzkości zostaną zniszczone.

source: If we don't do something, they're gonna...
pl: Jeśli niczego nie zrobimy, one...

source: If we instinctively choose warmth
pl: Gdybyśmy instynktownie wybrali ciepło

source: If we keep getting distracted by the little things, we'll never get those Resistance members repaired.
pl: Jeśli damy się rozproszyć drobiazgom, nigdy nie naprawimy tych członków Ruchu Oporu.

source: If we made peace with the machines, no one else would have to die. Yet that's a trade-off some of us still aren't willing to make.
pl: Jeśli zawrzemy pokój z maszynami, nikt inny nie będzie musiał umierać. Mimo to, jest to kompromis, na który niektórzy z nas nie chcą pójść.

source: If we reconciled with the machines, then Earth would finally be at peace.
pl: Gdybyśmy pogodzili się z maszynami, na Ziemi w końcu zapanowałby pokój.

source: If we reformat ourselves and reset our memories, I'm sure Anemone will take us back.
pl: Jeśli się sformatujemy i zresetujemy wspomnienia, jestem pewna, że Anemona przyjmie nas z powrotem.

source: If we take hacking damage, it'll affect our bodies as well!
pl: Jeśli przyjmiemy obrażenia od hakowania, wpłyną też na nasze ciała!

source: If we were human, we probably would have gone shopping and such here, right?
pl: Gdybyśmy byli ludźmi, pewnie przychodzilibyśmy tutaj na zakupy i inne przyjemności, co nie?

source: If we're destroyed now, we can't be restored! This isn't funny!
pl: Jeśli teraz zostaniemy zniszczeni, nie da się już nas odtworzyć! To nie jest śmieszne!

source: If we...make peace...does that mean...I won't have to fly anymore?
pl: Jeśli... zawrzemy pokój... czy to znaczy... że nie będę mogła już latać?

source: If you can just follow that, it'll make things easier.
pl: Będzie nam łatwiej wszystko ustawić.

source: If you come across any machines, show no mercy and grant no quarter! Their evil must not be forgiven!
pl: Jeśli napotkasz na jakąś maszynę, nie okazuj jej litości i jej nie oszczędzaj! Ich zło nie będzie przebaczone!

source: If you could keep my companions safe while we conduct the parade, I would be ever so happy!
pl: Jeśli uda ci się obronić moich przyjaciół biorących udział w paradzie, będę bardzo szczęśliwy!

source: If you desire to test yourself anew, Father Servo is happy to oblige.
pl: Jeśli chcecie ponownie się sprawdzić, Ojciec Servo chętnie przyjmie wyzwanie.

source: If you die again before recovering your plug-in chips, they'll all be lost, so take care.
pl: Jeśli umrzesz ponownie, nie odzyskawszy czipów, zostaną stracone bezpowrotnie, więc uważaj na siebie.

source: If you die now, it's the end, so I'd recommend saving as much as possible.
pl: Jeśli umrzesz teraz, to będzie koniec, więc radzę zapisywać jak najczęściej.

source: If you do that, it doesn't matter if you lose your body. You can just upload the back-up data to a new body and be on your merry way.
pl: Jeśli będziecie to robić, to nie ma znaczenia, czy stracicie swoje ciało. Możecie po prostu załadować zapisane dane do nowego i iść w swoją stronę.

source: If you don't attempt to harm us, we have no cause for quarrel.
pl: Jeśli nie zamierzasz nas skrzywdzić, nie mamy powodów do walki.

source: If you don't,
pl: Jeśli nie,

source: If you encounter any offline access points, please repair them for us.
pl: Jeśli natrafisz na jakieś nieczynne punkty dostępu, proszę napraw je.

source: If you ever feel dissatisfied with your body's performance, just swing on by! We'll have you right as rain in no time.
pl: Jeśli tylko nie zadowala cię wydajność twojego ciała, wpadnij! Naprawimy cię w mgnieniu oka.

source: If you ever feel low on energy, maybe take some of hers. It's exhausting just being around her!
pl: Jeśli brakuje ci energii, to weź sobie trochę od niej. Wyraźnie ma jej aż nadto.

source: If you ever meet up with YoRHa unit 9S...
pl: Jeśli kiedykolwiek spotkasz jednostkę YoRHa 9S...

source: If you feel like helping, you can head over there and transfer the data to me.
pl: Jeśli macie ochotę pomóc, możecie się tam udać i przesłać do mnie dane.

source: If you find 9S...let me know. Okay?
pl: Jeśli znajdziesz 9S... Proszę, daj mi znać. Okej?

source: If you find Lunar Tears growing anywhere else, would you let me know?
pl: Jeśli jeszcze gdzieś uda wam się odnaleźć Księżycową Łzę, dacie mi o tym znać?

source: If you find another Lunar Tear, just let me know on this frequency, all right?
pl: Jeśli znajdziecie kolejną Księżycową Łzę, dajcie mi znać na tej częstotliwości, dobrze?

source: If you find any items that belonged to 11B, would you mind bringing them back to me?
pl: Jeśli znajdziesz jakiekolwiek przedmioty należące do 11B, mogłabyś je do mnie przynieść?

source: If you find any machines near a transporter, make them pay!
pl: Jeśli zobaczycie jakieś maszyny w pobliżu transporterów, załatwcie je!

source: If you find any more relics, make sure to bring 'em to me!
pl: Jeśli znajdziecie więcej reliktów, koniecznie przynieście je do mnie!

source: If you find any more relics, make sure to bring them to me.
pl: Jeśli natraficie na więcej reliktów, przynieście je do mnie.

source: If you find anything in the desert that looks like a relic, can you bring it to me? I'll find a way to reward you for the trouble.
pl: Jeśli znajdziesz na pustyni coś, co wygląda jak relikt, możesz go do mnie przynieść? Znajdę sposób, żeby wynagrodzić twoje starania.

source: If you find the location shown in any of these photos, please send me the coordinates.
pl: Jeśli znajdziecie lokację widoczną na którymś z tych zdjęć, wyślijcie mi jej współrzędne. Proszę.

source: If you find yourself with time later on, just let me know, okay?
pl: Jeśli później uda ci się znaleźć chwilę, to daj mi znać. Dobrze?

source: If you found something, that means he must be alive.
pl: Skoro coś znaleźliście, to oznacza, że wciąż żyje.

source: If you give up, you're done for.
pl: Jeśli się poddasz, będzie to oznaczało dla ciebie koniec.

source: If you go, however, be careful. Things have been rather rough there lately.
pl: Jednakże, idąc w tamto miejsce, bądźcie ostrożni. Ostatnio źle się tam dzieje.

source: If you got nothing to say, get the hell outta my face.
pl: Jak nie masz nic do powiedzenia, to lepiej zejdź mi z oczu.

source: If you hadn't come along, I'm sure we would have met the same grim fate.
pl: Gdybyś nie zjawiła się na czas, na pewno skończylibyśmy tak samo.

source: If you happen to find it, make sure it to give it a good home, all right?
pl: Jeśli uda ci się go znaleźć, zapewnij mu dobry dom, dobra?

source: If you have a rebuttal, you need to discuss it with maintenance. Fight it out if you must.
pl: Jeśli masz jakiekolwiek zastrzeżenia, musisz przedyskutować je z obsługą techniczną. Nie daj sobie w kaszę dmuchać.

source: If you have any information about local enemies, can you share it with me? There's only so much I can do on my own.
pl: Jeśli posiadasz jakieś aktualne informacje o lokalnych wrogach, możesz się nimi ze mną podzielić? Sam niewiele mogę zdziałać.

source: If you have any system-related questions, ask Maintenance.
pl: Jeśli masz jakiekolwiek pytania związane z systemem — zapytaj w Warsztacie.

source: If you have the Network Features option turned on, you'll be able to see other players' dead bodies. By examining these bodies, you can do the following: - Pray: The other player's health will be fully restored, and they'll receive an item. - Retrieve: You'll temporarily gain 3 random effects based on the chips the player had equipped. - Repair: The body will follow you around and aid you in combat (one max).
pl: Jeśli funkcje sieciowe są włączone, będziesz w stanie zobaczyć martwe ciała innych graczy. Podchodząc do nich, możesz wykonać jedno z poniższych: - Modlitwa: Zdrowie innego gracza zostanie w pełni odnowione i otrzyma on przedmiot. - Odzyskaj: Zyskasz tymczasowo 3 losowe efekty, zależne od czipów używanych przez gracza. - Naprawa: Ciało (maksymalnie jedno) będzie podążać za tobą i pomagać w walce.

source: If you have the Network Features option turned on, you'll be able to see other players' dead bodies. By examining these bodies, you can do the following: - Retrieve: You'll temporarily gain 3 random effects based on the chips the player had equipped. - Repair: The body will follow you around and aid you in combat (one max).
pl: Jeśli funkcje sieciowe są włączone, będzie można zobaczyć martwe ciała innych graczy. Podchodząc do nich, można wykonać jedną z dwóch dostępnych możliwości: - Odzyskaj: Można uzyskać tymczasowo 3 losowe efekty, zależne od czipów używanych przez gracza. - Naprawa: Ciało (maksymalnie jedno) będzie podążało za główną postacią, żeby pomagać jej w walce.

source: If you have the Network Features option turned on, your body will be uploaded online upon death. You can create a death message for your body within the Network tab, under Edit Death Message within the System Menu.
pl: Jeśli funkcje sieciowe są włączone, ciało po śmierci zostanie wysłane do sieci. Wiadomość pozostawianą po śmierci można utworzyć w zakładce „Sieć”, w opcji „Edytuj wiadomość po śmierci” w menu systemowym.

source: If you head down the corridor, you'll find the server administration room opposite the command room.
pl: Jeśli pójdziesz wzdłuż korytarza, znajdziesz pokój administracji serwera, naprzeciwko pomieszczenia dowodzenia.

source: If you know what you need, why don't you go find it yourself?
pl: Skoro wiesz, czego potrzebujesz, to dlaczego sam tego nie znajdziesz?

source: If you like, I can fuse plug-in chips for you.
pl: Jeśli chcecie, mogę dla was połączyć czipy rozszerzeń.

source: If you like, you're welcome to take a look around our village.
pl: Jeśli będziesz miała ochotę, to zapraszam do rozejrzenia się po naszej wiosce.

source: If you manage to find another Pod or two, however, it'll make your life a lot easier!
pl: Jeśli jednak dasz radę znaleźć kolejnego Poda, a nawet ze dwa, to uwierz... BARDZO ułatwią ci życie!

source: If you need a reason
pl: Jeśli potrzebujesz powodu

source: If you need additional mission intel, you can find it on your HUD. Certain plug-in chips can also help you out.
pl: Jeśli potrzebujesz dodatkowych danych, możesz znaleźć je na twoim HUD-zie. Pewne czipy rozszerzeń też mogą pomóc.

source: If you need anything at all, let me know.
pl: Jeśli czegoś potrzebujesz, daj mi znać.

source: If you need anything, best to take care of it here while you can.
pl: Jeśli czegoś potrzebujecie, najlepiej zajmijcie się tym dopóki możecie.

source: If you need anything, make sure you pick it up before you go.
pl: Jeśli czegoś potrzebujesz, lepiej weź to ZANIM wyruszysz.

source: If you need something done, ask someone else. Having to sit in a chair all day is tougher than it looks.
pl: Jeśli czegoś potrzebujesz, idź do kogoś innego. Siedzenie na krześle cały dzień jest trudniejsze niż się wydaje.

source: If you obtain any new chips or programs, make sure to try them out!
pl: Gdy zdobędziesz jakiekolwiek nowe czipy, lub programy, to warto je przetestować!

source: If you obtain further enemy data, please let me know. It's important for us to share what we have.
pl: Jeśli zdobędziesz więcej danych o wrogu, daj mi znać, proszę. Powinniśmy dzielić się posiadanymi informacjami.

source: If you possess the will to continue, register yourself at the reception area.
pl: Jeśli masz wolę by kontynuować, zarejestruj się na recepcji.

source: If you run into any new enemies, I'd very much like to look over your data.
pl: Jeśli napotkasz jakichś nowych wrogów, chętnie rzuicłbym okiem na dane, które zdobędziesz.

source: If you say so.
pl: Jeśli tak uważasz...

source: If you see Pascal, please give him that high-viscosity oil.
pl: Gdy znów spotkacie Pascala, dajcie mu proszę ten lepki olej.

source: If you sneak up behind the enemies without being detected and hack into them...
pl: Jeśli zakradniesz się do wroga od tyłu, nie będąc wykrytym, i zhakujesz go...

source: If you take it to her, it should make it clear that we're a peaceful group.
pl: Jeśli go do niej zabierzecie, stanie się jasne, że mamy pokojowe zamiary.

source: If you take out the enemies, you can access the terminal and restore it, but it's a real pain in the butt.
pl: Jeśli zniszczysz wrogów, możesz użyć terminala i go przywrócić, choć to prawdziwy wrzód na tyłku.

source: If you wanna fight, get yourself registered at the reception first.
pl: Jeśli chcesz walczyć, najpierw zarejestruj się na recepcji.

source: If you want more, go visit the YoRHa unit at the oil field in the desert.
pl: Jeśli będziesz chcieć więcej, zajrzyj do jednostek YoRHa w okolicy pola naftowego na pustyni.
